brew "powerlevel10k"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "cursor"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "monitorcontrol"
cask "rectangle"
cask "slack"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "mateocerquetella.xcode-12-theme"
vscode "oderwat.indent-rainbow"
