brew "gh"
brew "powerlevel10k"
brew "volta"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "aqua-voice"
cask "claude-code"
cask "cursor"
cask "docker-desktop"
cask "figma"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "monitorcontrol"
cask "mos"
cask "rectangle"
cask "slack"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "mateocerquetella.xcode-12-theme"
vscode "oderwat.indent-rainbow"
